{
	"FormatVersion": 2,
	"Namespace": "",
	"Children": [
		{
			"Source":
			{
				"Text": "No Game Level"
			},
			"Translation":
			{
				"Text": "Kein Spiellevel"
			},
			"Key": "D0CB42CC41B79913B4D76E84EDD711A3"
		}
	],
	"Subnamespaces": [
		{
			"Namespace": "ST_CONFIG",
			"Children": [
				{
					"Source":
					{
						"Text": "Alemán"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "CONFIG_LENGUAGE_DE"
				},
				{
					"Source":
					{
						"Text": "Catalán"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "CONFIG_LENGUAGE_CA"
				},
				{
					"Source":
					{
						"Text": "Chino"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "CONFIG_LENGUAGE_ZH"
				},
				{
					"Source":
					{
						"Text": "Español"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "CONFIG_LENGUAGE_ES"
				},
				{
					"Source":
					{
						"Text": "Francés"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "CONFIG_LENGUAGE_FR"
				},
				{
					"Source":
					{
						"Text": "Inglés"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "CONFIG_LENGUAGE_EN"
				},
				{
					"Source":
					{
						"Text": "Italiano"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "CONFIG_LENGUAGE_IT"
				},
				{
					"Source":
					{
						"Text": "Portugués"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "CONFIG_LENGUAGE_PT"
				},
				{
					"Source":
					{
						"Text": "Ruso"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "CONFIG_LENGUAGE_RU"
				}
			]
		},
		{
			"Namespace": "ST_GAME",
			"Children": [
				{
					"Source":
					{
						"Text": "Difícil"
					},
					"Translation":
					{
						"Text": "Schwer"
					},
					"Key": "GAME_CLASSIC_DIFFICULTY_HARD_NAME"
				},
				{
					"Source":
					{
						"Text": "Easy description"
					},
					"Translation":
					{
						"Text": "Ein entspanntes Erlebnis für neue Spieler. Weniger Minen und mehr Spielraum für Fehler."
					},
					"Key": "GAME_CLASSIC_DIFFICULTY_EASY_DESCRIPTION"
				},
				{
					"Source":
					{
						"Text": "Fácil"
					},
					"Translation":
					{
						"Text": "Einfach"
					},
					"Key": "GAME_CLASSIC_DIFFICULTY_EASY_NAME"
				},
				{
					"Source":
					{
						"Text": "Hard description"
					},
					"Translation":
					{
						"Text": "Eine echte Herausforderung. Mehr Minen, weniger Spielraum für Fehler."
					},
					"Key": "GAME_CLASSIC_DIFFICULTY_HARD_DESCRIPTION"
				},
				{
					"Source":
					{
						"Text": "Medio"
					},
					"Translation":
					{
						"Text": "Mittel"
					},
					"Key": "GAME_CLASSIC_DIFFICULTY_MEDIUM_NAME"
				},
				{
					"Source":
					{
						"Text": "Medio description"
					},
					"Translation":
					{
						"Text": "Ein ausgewogenes Spielerlebnis. Eine faire Anzahl an Minen, um deine Logik zu testen."
					},
					"Key": "GAME_CLASSIC_DIFFICULTY_MEDIUM_DESCRIPTION"
				},
				{
					"Source":
					{
						"Text": "Nivel difícil"
					},
					"Translation":
					{
						"Text": "Schweres Level"
					},
					"Key": "GAME_CLASSIC_DIFFICULTY_HARD_LEVELNAME"
				},
				{
					"Source":
					{
						"Text": "Nivel fácil"
					},
					"Translation":
					{
						"Text": "Einfaches Level"
					},
					"Key": "GAME_CLASSIC_DIFFICULTY_EASY_LEVELNAME"
				},
				{
					"Source":
					{
						"Text": "Nivel medio"
					},
					"Translation":
					{
						"Text": "Mittleres Level"
					},
					"Key": "GAME_CLASSIC_DIFFICULTY_MEDIUM_LEVELNAME"
				}
			]
		},
		{
			"Namespace": "ST_HUD",
			"Children": [
				{
					"Source":
					{
						"Text": "Casillas descubiertas: {revealed_tiles}"
					},
					"Translation":
					{
						"Text": "Aufgedeckte Felder: {revealed_tiles}"
					},
					"Key": "HUD_GAME_STATS_TILES_REVEALED"
				},
				{
					"Source":
					{
						"Text": "Casillas marcadas: {marked_tiles}"
					},
					"Translation":
					{
						"Text": "Markierte Felder: {marked_tiles}"
					},
					"Key": "HUD_GAME_STATS_TILES_MARKED"
				},
				{
					"Source":
					{
						"Text": "Casillas totales: {total_tiles}"
					},
					"Translation":
					{
						"Text": "Gesamtfelder: {total_tiles}"
					},
					"Key": "HUD_GAME_STATS_TILES_TOTAL"
				},
				{
					"Source":
					{
						"Text": "Minas totales: {total_mines}"
					},
					"Translation":
					{
						"Text": "Gesamtminen: {total_mines}"
					},
					"Key": "HUD_GAME_STATS_MINES_TOTAL"
				}
			]
		},
		{
			"Namespace": "ST_MainMenu",
			"Children": [
				{
					"Source":
					{
						"Text": "Aventura"
					},
					"Translation":
					{
						"Text": "Abenteuer"
					},
					"Key": "MIANMENU_MODE_ADVENTURE"
				},
				{
					"Source":
					{
						"Text": "Clásico"
					},
					"Translation":
					{
						"Text": "Klassisch"
					},
					"Key": "MIANMENU_MODE_CLASSIC"
				},
				{
					"Source":
					{
						"Text": "Difícil"
					},
					"Translation":
					{
						"Text": "Schwer"
					},
					"Key": "MIANMENU_CLASSIC_DIFFICULTY_HARD"
				},
				{
					"Source":
					{
						"Text": "Fácil"
					},
					"Translation":
					{
						"Text": "Einfach"
					},
					"Key": "MIANMENU_CLASSIC_DIFFICULTY_EASY"
				},
				{
					"Source":
					{
						"Text": "Jugar"
					},
					"Translation":
					{
						"Text": "Spielen"
					},
					"Key": "MIANMENU_PLAY"
				},
				{
					"Source":
					{
						"Text": "Medio"
					},
					"Translation":
					{
						"Text": "Mittel"
					},
					"Key": "MIANMENU_CLASSIC_DIFFICULTY_MEDIUM"
				},
				{
					"Source":
					{
						"Text": "Opciones"
					},
					"Translation":
					{
						"Text": "Optionen"
					},
					"Key": "MIANMENU_OPTIONS"
				},
				{
					"Source":
					{
						"Text": "Salir"
					},
					"Translation":
					{
						"Text": "Beenden"
					},
					"Key": "MIANMENU_QUIT"
				},
				{
					"Source":
					{
						"Text": "Volumen de animaciones"
					},
					"Translation":
					{
						"Text": "Animationslautstärke"
					},
					"Key": "MAINMENU_CONFIG_VOLUME_ANIMATIONS"
				},
				{
					"Source":
					{
						"Text": "Volumen de música"
					},
					"Translation":
					{
						"Text": "Musiklautstärke"
					},
					"Key": "MAINMENU_CONFIG_VOLUME_MUSIC"
				},
				{
					"Source":
					{
						"Text": "Volumen de sistema"
					},
					"Translation":
					{
						"Text": "Systemlautstärke"
					},
					"Key": "MAINMENU_CONFIG_VOLUME_SYSTEM"
				},
				{
					"Source":
					{
						"Text": "Volver"
					},
					"Translation":
					{
						"Text": "Zurück"
					},
					"Key": "MIANMENU_BACK"
				}
			]
		},
		{
			"Namespace": "ST_Menus",
			"Children": [
				{
					"Source":
					{
						"Text": "1. Hacé clic sin volar por los aires"
					},
					"Translation":
					{
						"Text": "1. Klicke, ohne in die Luft zu fliegen"
					},
					"Key": "MENU_INSTRUCTIONS_01"
				},
				{
					"Source":
					{
						"Text": "2. Usá los números como pistas para esquivar minas"
					},
					"Translation":
					{
						"Text": "2. Nutze die Zahlen als Hinweise, um Minen zu vermeiden"
					},
					"Key": "MENU_INSTRUCTIONS_02"
				},
				{
					"Source":
					{
						"Text": "3. Poné banderas donde creas que hay explosivos"
					},
					"Translation":
					{
						"Text": "3. Setze Flaggen dort, wo du Minen vermutest"
					},
					"Key": "MENU_INSTRUCTIONS_03"
				},
				{
					"Source":
					{
						"Text": "4. Ganás cuando todas las celdas seguras están descubiertas"
					},
					"Translation":
					{
						"Text": "4. Du gewinnst, wenn alle sicheren Felder aufgedeckt sind"
					},
					"Key": "MENU_INSTRUCTIONS_04"
				},
				{
					"Source":
					{
						"Text": "5. El tiempo corre — y tu marca quedará en la historia"
					},
					"Translation":
					{
						"Text": "5. Die Zeit läuft — und dein Rekord geht in die Geschichte ein"
					},
					"Key": "MENU_INSTRUCTIONS_05"
				},
				{
					"Source":
					{
						"Text": "Abandonar"
					},
					"Translation":
					{
						"Text": "Spiel verlassen"
					},
					"Key": "MENU_COMMON_LEAVE_GAME"
				},
				{
					"Source":
					{
						"Text": "Cada celda puede esconder una mina... o no. Tu primer clic es pura fe, pero después todo depende de tus decisiones."
					},
					"Translation":
					{
						"Text": "Jedes Feld kann eine Mine verbergen... oder auch nicht. Dein erster Klick ist reiner Glaube, danach hängt alles von deinen Entscheidungen ab."
					},
					"Key": "MENU_INSTRUCTIONS_01b"
				},
				{
					"Source":
					{
						"Text": "Crack"
					},
					"Translation":
					{
						"Text": "Champion"
					},
					"Key": "MENU_RECORD_USERNAME_INPUT"
				},
				{
					"Source":
					{
						"Text": "Cuando estés seguro de haber localizado una mina, marcala con una bandera. Así evitás pisarla por accidente y te organizás mejor para limpiar el campo."
					},
					"Translation":
					{
						"Text": "Wenn du sicher bist, eine Mine gefunden zu haben, markiere sie mit einer Flagge. So vermeidest du es, versehentlich darauf zu treten, und behältst besser den Überblick."
					},
					"Key": "MENU_INSTRUCTIONS_03b"
				},
				{
					"Source":
					{
						"Text": "El cronómetro arranca en cuanto empezás y se detiene cuando ganás o... cuando explotás.\r\nSi lográs terminar sin errores y a toda velocidad, tu tiempo se guardará en el ranking de mejores partidas. ¡Así que jugá con cabeza y sin perder tiempo!"
					},
					"Translation":
					{
						"Text": "Die Zeit startet, sobald du beginnst, und stoppt, wenn du gewinnst oder... explodierst.\r\nWenn du fehlerfrei und in Höchstgeschwindigkeit abschließt, wird deine Zeit in der Bestenliste gespeichert. Also spiele klug und verliere keine Zeit!"
					},
					"Key": "MENU_INSTRUCTIONS_05b"
				},
				{
					"Source":
					{
						"Text": "Felicidades! Lograste un nuevo record!"
					},
					"Translation":
					{
						"Text": "Glückwunsch! Du hast einen neuen Rekord erreicht!"
					},
					"Key": "MENU_RECORD_CONGRATS"
				},
				{
					"Source":
					{
						"Text": "Ganaste"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "MENU_WON_TITLE"
				},
				{
					"Source":
					{
						"Text": "Iniciar"
					},
					"Translation":
					{
						"Text": "Starten"
					},
					"Key": "MENU_COMMON_START_GAME"
				},
				{
					"Source":
					{
						"Text": "Instrucciones"
					},
					"Translation":
					{
						"Text": "Anleitung"
					},
					"Key": "MENU_TOMENU_INSTRUCTION"
				},
				{
					"Source":
					{
						"Text": "Instrucciones"
					},
					"Translation":
					{
						"Text": "Anleitung"
					},
					"Key": "MENU_INSTRUCTIONS_TITLE"
				},
				{
					"Source":
					{
						"Text": "Jugar"
					},
					"Translation":
					{
						"Text": "Spielen"
					},
					"Key": "MENU_PRESENTATION_TITLE"
				},
				{
					"Source":
					{
						"Text": "Menú principal"
					},
					"Translation":
					{
						"Text": "Hauptmenü"
					},
					"Key": "MENU_TOMENU_MAIN_MENU"
				},
				{
					"Source":
					{
						"Text": "No es necesario encontrar todas las minas, sólo asegurarte de abrir todas las celdas que no las tienen. ¡Si no explotaste, es victoria!"
					},
					"Translation":
					{
						"Text": "Du musst nicht alle Minen finden, sondern nur alle Felder ohne Minen aufdecken. Wenn du nicht explodiert bist, ist es ein Sieg!"
					},
					"Key": "MENU_INSTRUCTIONS_04b"
				},
				{
					"Source":
					{
						"Text": "Nuevo record"
					},
					"Translation":
					{
						"Text": "Neuer Rekord"
					},
					"Key": "MENU_RECORD_TITLE"
				},
				{
					"Source":
					{
						"Text": "Pausa"
					},
					"Translation":
					{
						"Text": "Pause"
					},
					"Key": "MENU_PAUSE_TITLE"
				},
				{
					"Source":
					{
						"Text": "Perdiste"
					},
					"Translation":
					{
						"Text": "Du hast verloren"
					},
					"Key": "MENU_LOSE_TITLE"
				},
				{
					"Source":
					{
						"Text": "Puntaje: {SCORE}"
					},
					"Translation":
					{
						"Text": "Punktzahl: {SCORE}"
					},
					"Key": "MENU_COMMON_SCORE"
				},
				{
					"Source":
					{
						"Text": "Ranking"
					},
					"Translation":
					{
						"Text": "Bestenliste"
					},
					"Key": "MENU_RANKING_TITLE"
				},
				{
					"Source":
					{
						"Text": "Reiniciar"
					},
					"Translation":
					{
						"Text": "Neustarten"
					},
					"Key": "MENU_COMMON_RESTART_GAME"
				},
				{
					"Source":
					{
						"Text": "Seguir jugando"
					},
					"Translation":
					{
						"Text": "Fortsetzen"
					},
					"Key": "MENU_COMMON_RESUME_GAME"
				},
				{
					"Source":
					{
						"Text": "Si al abrir una celda aparece un número, significa que esa cantidad de minas está cerca. Observá con atención y pensá antes de arriesgar el próximo clic."
					},
					"Translation":
					{
						"Text": "Wenn beim Öffnen eines Feldes eine Zahl erscheint, bedeutet das, dass sich so viele Minen in der Nähe befinden. Beobachte genau und denke nach, bevor du den nächsten Klick riskierst."
					},
					"Key": "MENU_INSTRUCTIONS_02b"
				},
				{
					"Source":
					{
						"Text": "Top {POSITION} es tuyo"
					},
					"Translation":
					{
						"Text": "Top {POSITION} gehört dir"
					},
					"Key": "MENU_RECORD_USERNAME_MSG"
				},
				{
					"Source":
					{
						"Text": "Tu misión es simple... en teoría. En la práctica, es cuestión de lógica, nervios de acero y un poco de suerte. Aquí van las reglas:"
					},
					"Translation":
					{
						"Text": "Deine Mission ist einfach... theoretisch. In der Praxis braucht es Logik, Nerven aus Stahl und ein wenig Glück. Hier sind die Regeln:"
					},
					"Key": "MENU_INSTRUCTIONS_00"
				},
				{
					"Source":
					{
						"Text": "Ver ranking"
					},
					"Translation":
					{
						"Text": "Bestenliste ansehen"
					},
					"Key": "MENU_TOMENU_RANKING"
				},
				{
					"Source":
					{
						"Text": "{SCORE} puntos"
					},
					"Translation":
					{
						"Text": "{SCORE} Punkte"
					},
					"Key": "MENU_RECORD_POINTS"
				}
			]
		}
	]
}